Revit 2024 API
ParameterTypeId.ViewerTargetElevation Property
 "Target Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ViewerTargetElevation { get; }
Visual Basic
Public Shared ReadOnly Property ViewerTargetElevation As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ViewerTargetElevation {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace